
"Battery Power" = "Bateria";
"AC Power" = "Adaptador de corrente";
"UPS Power" = "UPS";

//Alternate Power Adapter tabViewItem label
"Power" = "Energia";

//The power warning sheet
"Restore Defaults" = "Restaurar predefinições";
"OK" = "OK";
"Cancel" = "Cancelar";

"UPS Power Checkbox" = "Mostrar situação da UPS na barra de menus";
//"Battery Power Checkbox"= "Show battery status in the menu bar";

// the UPS status
"percent full" = "carga actual: %.0f%%";
"Current UPS Charge" = "Carga actual: %.0f%%";

"Power consumption may be greater than normal." = "Com estas definições, é possível que o computador consuma mais energia.";
"Reset by clicking Restore Defaults" = "Para usar menos energia, clique em Restaurar predefinições.";

"Network wake noise warning" = "Quando a opção “Reactivar para permitir acesso à rede” está activada, poderá ouvir o computador a reactivar-se ocasionalmente.";
"Wakes for detection" = "Os outros dispositivos em rede são, assim, avisados que o seu computador continua disponível.";

"Wake for network" = "Reactivar para permitir acesso à rede";
"Wake for Ethernet" = "Reactivar para permitir acesso Ethernet à rede";
"Wake for AirPort" = "Reactivar para permitir acesso AirPort à rede";

"Custom" = "Personalizar";

"Schedule Warning- power adapter must be present" = "O início marcado só terá lugar quando ligar um adaptador de corrente ao seu Mac.";

// the Battery Status is always appended to one of the above strings so a space is provided at the strings beginning.
"Battery Status" = "Carga actual da bateria: %.0f%%  Falta aproximadamente: %@";
"Battery Status, Charged" = "A bateria está carregada.";
"Short Battery Status" = "Falta aproximadamente: %@ (%.0f%%)";
"Battery Status, Charging" = "Carga actual da bateria: %.0f%%\nAproximadamente mais %@ até estar completamente carregada";
"Short Battery Status, Charging" = "Tempo aproximado até estar carregada: %@ (%.0f%%)";
"Current Charge" = "Carga actual da bateria: %.0f%%";
"Calculating time" = "A calcular duração";
 
"Check Battery" = "Reparar a bateria."; 
"Poor Battery" = "Condição da bateria: substituir agora";
"Fair Battery" = "Condição da bateria: substituir brevemente";


"AutoProc" = "Automática";
"HighProc" = "Superior";
"NormalProc" = "Reduzida";

/* strings for tool tips */
"minute" = "minuto";
"minutes" = "minutos";
"hour" = "hora";
"hours" = "horas";

"dim" = "Escurecer";
"sleep" = "Pausa";
"halfminute" = ",5";

/* Format String to display tool tip with.  MUST contain two arguments that show where to insert the display
    dim time %1$@  and where to insert the display sleep time %2$@    They can be in any order.  The %1
    tells the string to put the first (dim time) parameter in that location.  %2 indicates the place to put
    the display sleep time. */
"Dim %@. Sleep %@." = "Escurecer %1$@. Pausa %2$@.";

"Never" = "Nunca";
"1 minute" = "1 minuto";
"3 minutes" = "3 minutos";
"5 minutes" = "5 minutos";
"10 minutes" = "10 minutos";
"15 minutes" = "15 minutos";
"20 minutes" = "20 minutos";
"25 minutes" = "25 minutos";
"30 minutes" = "30 minutos";  
"45 minutes" = "45 minutos";
"1 hour" = "1 hora";
"1 hour 15 minutes" = "1 hora e 15 minutos";
"1 hour 30 minutes" = "1 hora e 30 minutos";  
"1 hour 45 minutes" = "1 hora e 45 minutos";
"2 hours" = "2 horas";
"3 hours" = "3 horas";

"Better Energy Savings" = "Maior poupança de energia";
"Better Battery Life" = "Maior duração da bateria";
"Better UPS Life" = "Maior duração da UPS";

// *** Note to localizers: These strings will be clipped if they get much longer.
// The second string is almost as long as possible (about two additional character widths are possible)
"GFX_CHANGE_WARNING_TEXT_LOGOUT" = "A alteração só terá efeito se terminar sessão";
"GFX_CHANGE_WARNING_TEXT_ALL_LOGOUT" = "A alteração só terá efeito se todos terminarem sessão";
"GFX_CHANGE_WARNING_TEXT_RESTART" = "Esta alteração só terá efeito se reiniciar";

"GFX_CHANGE_TITLE" = "Para alterar as definições dos gráficos tem de terminar sessão.";
"GFX_CHANGE_DESC" = "Clique em Terminar sessão para continuar. Terá a oportunidade de guardar todos os documentos abertos.";
"GFX_CHANGE_TITLE2" = "Para alterar as definições dos gráficos tem de reiniciar o computador.";
"GFX_CHANGE_DESC2" = "Clique em Reiniciar para continuar. Terá a oportunidade de guardar todos os documentos abertos.";
"LOGOUT_BUTTON" = "Terminar sessão";
"RESTART_BUTTON" = "Reiniciar";

"AUTO_SWITCH_MSG_ON"  = "O computador muda automaticamente de modo gráfico, para maximizar a vida útil da bateria.";
"AUTO_SWITCH_MSG_OFF" = "Quando a troca automática está desactivada, o computador usa sempre o modo de desempenho mais elevado, o que pode diminuir a vida útil da bateria.";

//"Custom Profile Tooltip" = "Custom Settings";

//"energy savings" = "energy savings";
//"battery life" = "battery life";
//"UPS life" = "UPS life";

//"Profile High Perf Rating" = "Your energy settings are optimized for high performance.";
//"Profile Better Performance Rating" = "Your energy settings are optimized for better than average %@.";
//"Profile Normal Rating" = "Your energy settings are optimized for normal performance and %@.";
//"Profile Better Energy Rating" = "Your energy settings are optimized for better than average %@.";

//"long battery life" = "long battery life";
//"long UPS life" = "long UPS life";
//"high energy savings" = "high energy savings";
//"Profile High Energy Savings Rating" = "Your energy settings are optimized for %@.";


